{
  "Mr.": "M.",
  "Mrs.": "Mme",
  "First name": "Prénom",
  "Last name": "Nom",
  "ZIP Code": "Code postal",
  "City": "Ville",
  "Phone": "Numéro de portable",
  "Email": "Email",
  "Start registration": "Commencer l'inscription",
  "I hereby confirm the accuracy and completeness of my information": "Je confirme l'exactitude et l'exhaustivité de mes données",
  "I hereby confirm that my data can be saved securely": "Je confirme par la présente que mes données peuvent être sauvegardées en toute sécurité",
  "In order to check you in the event, we need a valid mobile phone number.": "Nous devons vérifier que vous avez bien un numéro de téléphone portable valide avant de vous laissez accéder à l'établissement.",
  "What happens to my data?": "Que deviennent mes données ?",
  "WHAT_HAPPENS_DESCRIPTION": "Vos données seront enregistrées dans une base de données. Lorsque votre code QR personnel est scanné, vos données seront conservées pendant deux semaines après votre dernier contrôle dans un établissement participant pour la recherche des contacts.\nVous pouvez sauvegarder votre code d'enregistrement et l'utiliser dans tout établissement participant sans devoir ressaisir vos données.\nVous ne recevrez aucune publicité et vos données seront traitées avec précaution.\n\nNous vous remercions de votre confiance.",
  "Here is your registration code": "Voici votre code d'enregistrement",
  "Present this code at the entrance, they will scan it and you will receive an SMS then.": "Présentez ce code à l'entrée, il sera scanné et vous recevrez alors un SMS.",
  "Take a screenshot of this code, so if you come back to this location you don’t have to register again.": "Vous pouvez prendre une capture d'écran de ce code pour le réutiliser la prochaine fois.",
  "You are ready to get in!": "Vous êtes prêt à entrer !",
  "Present this QR code at the entrance to check-in.": "Présentez ce code QR à l'entrée pour l'enregistrement.",
  "Have fun tonight!": "Amusez-vous bien ce soir!",
  "Welcome!": "Bienvenue!",
  "Empty or invalid email address": "Adresse e-mail vide ou invalide",
  "First name required": "Prénom (obligatoire",
  "Last name required": "Nom de famille requis",
  "Zip code required": "Code postal requis",
  "City is required": "La ville est obligatoire",
  "Invalid phone number": "Numéro de téléphone invalide"
}
