{
  "Mr.": "Sig.",
  "Mrs.": "Sig.ra",
  "First name": "Nome",
  "Last name": "Cognome",
  "ZIP Code": "Codice postale",
  "City": "Città",
  "Phone": "Numero di cellulare",
  "Email": "Email",
  "Start registration": "Inizia la registrazione",
  "I hereby confirm the accuracy and completeness of my information": "Confermo l'esattezza e la completezza dei miei dati",
  "I hereby confirm that my data can be saved securely": "Confermo che i miei dati possono essere salvati in modo sicuro",
  "In order to check you in the event, we need a valid mobile phone number.": "Prima di concedere l'accesso alla struttura, dobbiamo verificare che l'utente disponga di un numero di cellulare valido.",
  "What happens to my data?": "Cosa succede ai miei dati?",
  "WHAT_HAPPENS_DESCRIPTION": "I vostri dati saranno salvati in una banca dati. Quando il vostro codice QR personale viene scansionato, i vostri dati verranno conservati per due settimane dopo l'ultimo accesso allo stabilimento per la ricerca di contatti.\nPotete salvare il vostro codice di registrazione e utilizzarlo presso qualsiasi stabilimento partecipante senza dover reinserire i vostri dati.\nNon riceverete alcuna pubblicità e i vostri dati saranno trattati con cura.\n\nVi ringraziamo per la vostra fiducia.",
  "Here is your registration code": "Ecco il vostro codice di registrazione",
  "Present this code at the entrance, they will scan it and you will receive an SMS then.": "Presentate questo codice all'ingresso, verrà scansionato e riceverete un SMS.",
  "Take a screenshot of this code, so if you come back to this location you don’t have to register again.": "Potete fare uno screenshot di questo codice da riutilizzare la prossima volta.",
  "You are ready to get in!": "Sei pronto ad entrare!",
  "Present this QR code at the entrance to check-in.": "Presentare questo codice QR all'ingresso per il check-in.",
  "Have fun tonight!": "Buon divertimento!",
  "Welcome!": "Benvenuti!",
  "Empty or invalid email address": "Indirizzo email vuoto o non valido",
  "First name required": "Nome richiesto",
  "Last name required": "Cognome richiesto",
  "Zip code required": "CAP richiesto",
  "City is required": "Città è richiesta",
  "Invalid phone number": "Numero di telefono invalido"
}
